export const documentations = [
    {
        title: "ИНСТРУКЦИЯ ПО ЭКСПЛУАТАЦИИ МАШИНЫ ТОЧЕЧНОЙ И РЕЛЬЕФНОЙ СВАРКИ PPN",
        description: 'Машины этого типа относятся к типу машин точеч- ной и рельефной сварки. Они предназначаются для сварки внахлест металли- ческих заготовок без присадочных материалов. Эти машины состоят из рамы, на которой установлен транс- форматор, чья вторичная об- мотка соединена с электродами. Вторичное напряжение индуци- рует ток, пропорциональный напряжению и обратно пропор- циональный сопротивлению.Сопротивление вторичной цепи практически целиком ло- кализовано в заготовках, что обусловлено величиной со- противления заготовок, сопротивления контакта между заготовками и между заготовками и электродами. Протека- ние тока вызывает выделение теплоты Q, вычисляемой по закону Джоуля. Количество теплоты Q пропорционально квадрату тока, сопротивлению и времени действия тока: Q = R • I2 • t.. Контактная электросварка использует эту выделяющуюся теплоту для разогрева заготовок почти до температуры плавления. При этом усилие на электроде вызывает со- единение заготовок. Усилие на электроде действует на заготовки до нагрева (время сжатия), во время нагрева (время сварки) и во вре- мя охлаждения и упрочнения (время выдержки). Из этого следует, что значащими параметрами являют- ся: усилие на электроде F [Н], ток сварки I [А] и время свар- ки t [периодов] (1 период равен 1/50 секунды).',
        img: 'DUAL30',
        pdf: 'DUAL30_rus'

    },
    {
        title: 'ИНСТРУКЦИЯ ПО ЭКСПЛУАТАЦИ И МАШИНЫ СТЫКОВОЙ СВАРКИ TR 9',
        description: 'Данная машина контактной стыковой сварки сопротив- лением разработана для стыковки проволоки из стали, медных и алюминиевых сплавов, и т.д. при прокатке . провлолоки • Заготовки зажимаются в губках с усилием, что обес-печивает надежный электрический контакт. • Стыкуемые торцы соприкасаются. Для обеспечения минимального грата, с торцев должны быть сняты фаски, как показано на рисунке. • Заготовки сжимаются давлением по их оси (усилием осадки) для обеспечения надежного электрического контакта. • Протекание тока через губки и заготовки вызывает нагрев последних. • При достижении определенных температур, сопро- тивление пластической деформации металла заго- товок падает, и приложенное усилие вызывает осад- ку заготовок. • Заготовки остаются под действием усилия осадки и после выключения сварочного тока, что обеспечива- ет продолжение осадки.',
        img: 'H-260HB-460HB',
        pdf: '260HBNC_rus'
    },
    {
        title: 'ИНСТРУКЦИЯ ПО ЭКСПЛУАТАЦИИ - МАШИН КОНТАКТНОЙ ТОЧЕЧНОЙ СВАРКИ Z-NKL',
        description: '3 Описание Данные машины точечной сварки легко приспосабли- ваемы для охвата множества прикладных задач точечной сварки при различных формах заготовок. ZT и NKLT модели имеют механический педальный при- вод, ZP и NKLP модели управляются пневматикой. Основные технические возможности: Z серия • выдвижные хобота; • установка электрододержателей в вертикальном и ; наклонном положении • регулировка полезного вылета электродов; • рычаг ножной педали удлиняется, в соответствии вылетом (ZT); • водоохлаждаемые хобота; • регулировка усилия на электродах пружиной. NKL серия • регулировка раствора хоботов; • поворот нижнего хобота в горизонтальной плоскости; • Установка электрододержателей в вертикальном и наклонном положении; • регулировка хода электродов; • рычаг ножной педали удлиняется, в соответствии вылетом (NKLT); • водоохлаждаемые хобота; • регулировка усилия на электродах пружиной. ',
        img: 'RT80',
        pdf: 'N12-rus-v1.0'
    },
    {
        title: 'ИНСТРУКЦИЯ по ТЕХНИКЕ БЕЗОПАСНОСТИ при эксплуатации правильно-отрезного станка CYA-103L',
        description: 'Правильно-отрезные станки CYM серии CYA Стандарт предназначены для автоматической размотки проволоки из бухты, правки, подачи проволоки на требуемую длину и резки в размер. Правка производится вращающейся правильной рамкой (роторного типа) путем многократного поперечного пластического изгиба проволоки специальными сухарями, установленными в гнездах правильной рамки. Подача проволоки осуществляется приводными роликами, расположенными до и после правильной рамки.',
        img: 'PPN-DIGIT8-rus-v3',
        pdf: 'PPN-DIGIT8-rus-v3'
    },
    {
        title: 'Инструкция по эксплуатации CYA-103L',
        description: 'Правильно-отрезные станки CYM серии CYA Стандарт предназначены для автоматической размотки проволоки из бухты, правки, подачи проволоки на требуемую длину и резки в размер. Правка производится вращающейся правильной рамкой (роторного типа) путем многократного поперечного пластического изгиба проволоки специальными сухарями, установленными в гнездах правильной рамки. Подача проволоки осуществляется приводными роликами, расположенными до и после правильной рамки. ',
        img: 'PPN-ws708rus',
        pdf: 'PPN-ws708rus'
    },
    {
        title: 'РУКОВОДСТВО ПО МОНТАЖУ, ИСПОЛЬЗОВАНИЮ И ОБСЛУЖИВАНИЮ МОБИЛЬНЫЕ КЛЕЩИ ДЛЯ ТОЧЕЧНОЙ СВАРКИ PN 8 - PN12 - PN18 - PN25 - PN36 - PN42',
        description: 'Машины точечной сварки производства P.E.I.-POINT SNC относятся к классу машин контактной сварки сопротивлением. Под этим подразумевается формирование ядра под давлением, без применения присадочных материалов, с нагревом зоны сварки за счет тепла, выделяющегося при прохождении электрического тока через свариваемые детали (эффект Джоуля). Свариваемые детали зажимаются между двумя электродами с двумя целями – создание электрического контакта для подвода тока и создание необходимого сварочного усилия. Интенсивность тока, усилие на электродах и время сварки являются наиболее важными параметрами сварки. Усилие должно быть приложено как в фазе сжатия, так и в фазах сварки и охлаждения. Фазы сварочного цикла управляются сварочным контроллером. Установка времени каждой фазы производится в периодах питающего напряжения сети (1/50 секунды при частоте 50 Гц) Главный выключатель (поз.7) включает питание машины, а также выполняет функции аварийного выключателя. На Рукоятке машины имеются две кнопки, из них черная позволяет провести тестовый зажим, а красная (поз.5) включает полный сварочный цикл. У данных сварочных машин есть дополнительное устройство – пневматическая кнопка (поз. 17) для широкого раскрытия электродов Сварочная машина оборудована аварийным термостатом для предотвращения ее перегрева.',
        img: 'PPNMPS300-rus-v3',
        pdf: 'PPNMPS300-rus-v3'
    },
    {
        title: 'РУКОВОДСТВО ПО ЭКСПЛУАТАЦИИ МАШИНЫ ДЛЯ СТЫКОВОЙ СВАРКИ СОПРОТИВЛЕНИЕМ SRT 11 WS 708',
        description: 'Машины серий SRT и SQ/А для стыковой сварки сопротивлением с полностью автоматизированным сварочным циклом и пневматическим приводом обеспечивают высокую производительность и подходят для сварки изделий из проволоки в серийном производстве. Модель SRT 11, благодаря короткому сварочному циклу, рекомендуется для использования в массовом производстве. Модели SRT и SQ/A могут комплектоваться импульсным контроллером (версия Pulsed), который позволяет получать сое-динения с плавным усилением без грата. Все модели могут быть оснащены зачистными устройствами.',
        img: 'SB-38x6A-MR_rus',
        pdf: 'SB-38x6A-MR_rus'
    },
    {
        title: 'RT 80 Инструкция по эксплуатации',
        description: 'Машины этого типа относятся к типу машин шовной сварки. Они предназначаются для сварки внахлест металлических заготовок без присадочных материалов.Эти машины состоят из рамы, на которой установлен трансформатор, чья вторичная обмотка соединена с роликами. Вторичное напряжение индуцирует ток, пропорциональный напряжению и обратно пропорциональный сопротивлению. Сопротивление вторичной цепи практически целиком локализовано в заготовках, что обусловлено величиной сопротивления заготовок, сопротивления контакта между заготовками и между заготовками и роликами. Количество теплоты Q пропорционально квадрату тока, сопротивлению и времени действия тока: Q = R • I2 • t. В контактной электросварке эта выделяющаяся теплота используется для разогрева заготовок почти до температуры плавления. При этом, усилие на роликах вызывает соединение заготовок. Усилие на ролике действует на заготовки до нагрева (время сжатия), во время нагрева (время сварки) и во время охлаждения и упрочнения (время выдержки). Из этого следует, что значащими параметрами являются: усилие на электроде F [Н], ток сварки I [А] и время сварки t [периодов] (1 период равен 1/50 секунды).',
        img: 'TR-9-rus',
        pdf: 'TR-9-rus'
    },
]